Revit 2024 API
BuiltInFailures.EditingFailures.SourceInEditMode Property
 Can't transfer project standards while source document is in an edit mode. Please exit all edit modes(In-Place Family Edit Mode, Group Edit Mode, Sketch Edit Mode, etc.) and try again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SourceInEditMode { get; }
Visual Basic
Public Shared ReadOnly Property SourceInEditMode As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SourceInEditMode {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace